cases/artigo_mestrado/on-caso-1.2/_mesh_indep_fluid/f2/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions      [ 0 2 -2 0 0 0 0 ];
internalField   uniform 0.0;
boundaryField
{
    inlet           { type fixedValue; value uniform 1.333; }
    outlet_peri     { type fixedValue; value uniform 0.0; }
    fsi_pia         { type zeroGradient; }
    fsi_dura        { type zeroGradient; }
    lid_wall_inner  { type zeroGradient; }
    lid_wall_outer  { type zeroGradient; }
}
