cases/artigo_mestrado/on-caso-1.2/_mesh_indep_fluid/f2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          768;
        startFace       142592;
    }
    fsi_pia
    {
        type            wall;
        inGroups        1(wall);
        nFaces          3840;
        startFace       143360;
    }
    fsi_dura
    {
        type            wall;
        inGroups        1(wall);
        nFaces          3840;
        startFace       147200;
    }
    lid_wall_inner
    {
        type            wall;
        inGroups        1(wall);
        nFaces          256;
        startFace       151040;
    }
    lid_wall_outer
    {
        type            wall;
        inGroups        1(wall);
        nFaces          256;
        startFace       151296;
    }
    outlet_peri
    {
        type            patch;
        nFaces          768;
        startFace       151552;
    }
)

// ************************************************************************* //
